[
  {
    "heading": "Loneliness: Hampshire vs London.",
    "content": [
      "Cras mollis nisi parturient mi nec aliquet suspendisse sagittis eros condimentum scelerisque taciti mattis praesent feugiat eu nascetur a tincidunt"
    ],
    "dateWritten": "Sunday 20th June 2022",
    "categories": [
      "loneliness",
      "london",
      "hampshire",
      "self-pity",
      "inspiration",
      "trapped",
      "bird"
    ]
  },
  {
    "_id": "62988ed31cba131973b2128d",
    "heading": "Artist Statement",
    "content": [
      "Most of my time is spent developing as an artist: researching and practicing. I like to work instinctively, not strategically.\\nI find I need to work in many apparently contradictory directions: different scales, the simple and the complex, the observational and the 'imaginary' - each seems to nourish the other, allowing new and unforeseen directions to develop. My work in its various forms is the result of constant experimentation and questioning. The themes are similarly diverse and conflicted: hedonism and stoicism; beauty and violence; virtue and sin; light and dark; religion and the void; the child and the adult. It is in this liminal space between, in the confliction itself, that the energy for these works is generated.\nIt is important for me that the mediums and materials I work with serve as ways to give form to new ideas. Drawing, painting and sculpture are for me better suited than the digital and the photograph.\nI believe art should be a way to enhance life. The 'Old Masters' have been important to my development. The National Gallery has been a kind of church to me over the last 8 years or so: the atavistic and prophetic wisdom of these paintings.\nThere is an element to my art which is about a search for meaning, for spiritual evolution, and there is much yearning. I am increasingly drawn to reinterpreting biblical or classical themes and archetypes - The Prodigal Son, Expulsion, Bacchus, Lamentation - relating them to personal experiences. I have tried to rid myself of these grandiose, profound, or romantic aspirations, to make work out of play and pure enjoyment only, but they keep resurfacing, and this makes me think that this is an organic, necessary and valid interest. I believe this profundity of imagination was unashamedly embraced as a quality by the artists I admire most: Donatello, Bellini, Piero, Michelangelo, Titian, Poussin, Puvis de Chavannes, Blake. However, I try to balance these aspirations by also employing more playful, child-like or even grotesque mindsets; or by using other means - such as landscape painting - that are more about returning me to the present and to contemplating the beauty of nature, outside of the self.\nMy paintings are a lot to do with the excitement of the painting processes: blocking in, scumbling, glazing, reworking; linear latticing and geometry; creating space and pattern, rhythm and light, sculpting the weight and mass of forms, making colours and tones sing, achieving a unique and unified pictorial language, and a feast for the eyes. But perhaps above all else a love of painting the human figure - our proportions, movements, expressions - and the simple but sacred ways we interact with each other and our environment: walking, resting, lifting a cup to the mouth.\nI think that universality can be found in the personal; so my work is often, underlyingly, candidly autobiographical. The experience of sitting under Waterloo bridge listening to conversations and music and the thrum of the city, watching the lights flicker on the Thames, waiting for the last, or first, train home. These meaning-filled experiences found in everyday life are of central interest to my work as an artist.\nI love painting 'en plein air'. I am outside a lot with drawing or painting equipment; observing people, places, light and space in London or the countryside. It's an intense experience, and after a day of painting I am usually exhausted, physically, mentally and emotionally, but nevertheless, reinvigorated. It is a fascinating pursuit, which seems to get more so the more one learns. I find that the works that are most successful are the result of having reminded myself that what I am witnessing is not just a “park” or a “street” but an infinitely complex, infinitely beautiful, unnameable, ungraspable, miracle.\nHowever, I am more and more steering in the direction of a kind of visionary, abstracted figuration, synthesising memory, the imaginary and the observational. It's hard to convey in words what these works are about: they are open in the sense that they are not predetermined, the subject emerging gradually. I hope to go on a journey. To be truthful I don't fully understand these paintings myself, but that's what I find exciting."
    ],
    "dateWritten": 2019,
    "version": 1,
    "type": ["essay", "blog", "diary"],
    "categories": ["surrealism", "imagination"],
    "user": "5c8a1d5b0190b214360dc057",
    "artwork": "5c88fa8cf4afda39709c2955"
  },
  {
    "_id": "62988ed31cba131973b2128e",
    "heading": "Renaissance Painting in the 21st Century",
    "content": [],
    "dateWritten": 2021,
    "version": 3,
    "type": ["essay"],
    "categories": ["application", "renaissance", "imagination", "old-masters"],
    "user": "5c8a1d5b0190b214360dc057",
    "artwork": "5c88fa8cf4afda39709c2955"
  },
  {
    "_id": "5c8a34ed14eb5c17645c9108",
    "heading": "Beautiful rendition of Da Vinci's angel!",
    "content": [
      "Cras mollis nisi parturient mi nec aliquet suspendisse sagittis eros condimentum scelerisque taciti mattis praesent feugiat eu nascetur a tincidunt"
    ],
    "dateWritten": 2021,
    "version": 3,
    "type": ["essay"],
    "categories": ["article", "renaissance", "imagination", "old-masters"],
    "rating": 5,
    "user": "5c8a1dfa2f8fb814b56fa181",
    "artwork": "62988ecc1cba131973b211ab"
  },
  {
    "_id": "5c8a355b14eb5c17645c9109",
    "content": [
      "Tempus curabitur faucibus auctor bibendum duis gravida tincidunt litora himenaeos facilisis vivamus vehicula potenti semper fusce suspendisse sagittis!"
    ],
    "rating": 4,
    "dateWritten": 2021,
    "version": 3,
    "type": ["essay"],
    "categories": ["poem", "renaissance", "imagination", "old-masters"],
    "user": "5c8a1dfa2f8fb814b56fa181",
    "artwork": "62988ecc1cba131973b211ac"
  },
  {
    "_id": "5c8a359914eb5c17645c910a",
    "content": [
      "Convallis turpis porttitor sapien ad urna efficitur dui vivamus in praesent nulla hac non potenti!"
    ],
    "rating": 5,
    "dateWritten": 2021,
    "version": 3,
    "type": ["essay"],
    "categories": ["essay", "renaissance", "imagination", "old-masters"],
    "user": "5c8a1dfa2f8fb814b56fa181",
    "artwork": "62988ecc1cba131973b211ac"
  },
  {
    "_id": "5c8a35b614eb5c17645c910b",
    "content": [
      "Habitasse scelerisque class quam primis convallis integer eros congue nulla proin nam faucibus parturient."
    ],
    "rating": 4,
    "dateWritten": 2021,
    "version": 3,
    "type": ["essay"],
    "categories": ["renaissance", "imagination", "old-masters"],
    "user": "5c8a1dfa2f8fb814b56fa181",
    "artwork": "62988ecc1cba131973b211aa"
  },
  {
    "_id": "5c8a364c14eb5c17645c910c",
    "content": [
      "Cras consequat fames faucibus ac aliquam dolor a euismod porttitor rhoncus venenatis himenaeos montes tristique pretium libero nisi!"
    ],
    "rating": 5,
    "dateWritten": 2021,
    "version": 3,
    "type": ["essay"],
    "categories": ["essay", "renaissance", "imagination", "old-masters"],
    "user": "5c8a1e1a2f8fb814b56fa182",
    "artwork": "62988ecc1cba131973b2119d"
  }
]
